{
  "language": {
    "english": "English",
    "french": "French"
  },
  "title": {
    "application": "Creditor Insurance Discovery tool"
  },
  "dialog": {
    "warning": "Warning",
    "incompatibleFileType": "This file format is not acceptable. Please upload a PDF file.",
    "incompatibleFile": "This file is not compatible. Please upload a PDF file that has been generated by Creditor Insurance Discovery Tool.",
    "close": "Close"
  },
  "general": {
    "missingMessage": "Please provide any missing information above"
  },
  "stepper": {
    "meeting": "Meeting Details",
    "income": "Income",
    "assets": "Liabilities",
    "monthly": "Monthly Expenses",
    "coverages": "Existing Coverages",
    "results": "Results"
  },
  "meeting": {
    "title": "Enter meeting details",
    "subTitle": "Lender Details",
    "name": "Name",
    "borrowerOne": "Borrower 1",
    "borrowerTwo": "Borrower 2",
    "email": "Email",
    "phone": "Phone",
    "date": "Meeting Date",
    "details": "Gap Analysis Key Use Cases",
    "borrower": "Please check the box if the lending application has a co-borrower.",
    "place": {
      "name": "Enter name",
      "email": "Enter email",
      "phone": "Enter phone",
      "date": "Select a date"
    },
    "gapAnalysisText": "This tool is meant to help customers make an informed decision for optional creditor insurance based on their circumstances/responses in the event of a reduction or loss of income and to understand the benefits of the coverage.",
    "note": "Note that:",
    "noteThatText": "For simplicity, the maximum insurable limit for both balance and payment protection based on an installment loan has been used. <br> <br> The financial information requested to complete this worksheet will only be used by your financial institution to discuss Creditor Insurance products with you and will not be used for any other purpose. The information will not be retained or shared outside of this completed worksheet, which may be saved to your profile and can be provided to you upon request.",
    "allFields": "Most fields are optional. Mandatory fields are marked with an asterisk.",
    "allFieldsText": "Ensure that all required mandatory fields are completed before reviewing the results. Do not distribute incomplete results to customers.",
    "nextButton": "Begin Gap Analysis",
    "pre-existing": "Have a pre-existing discovery tool?",
    "pre-existingText": "If you’re unable to complete all questions with your customer, <b>save a draft</b> of your completed work in PDF format on your device. The option to save your progress on your device is available on the Results Page. After saving the PDF with the started but unfinished responses, you can seamlessly resume where you left off by uploading it here.",
    "uploadButton": "Upload PDF",
    "borrowerTooltip": "If the co-borrower and borrower are not part of the same household it's suggested to complete the analysis separately (i.e., one for each household). This tool displays a maximum of 2 borrowers."
  },
  "income": {
    "title": "Income Information",
    "subTitle": "Enter the details of the borrower’s gross monthly income.",
    "additional": "Enter additional gross monthly incomes",
    "type": "Employment Income Type",
    "place": {
      "type": "Select type",
      "province": "Select province / territory",
      "monthlyBaseSalary": "Enter monthly base salary"
    },
    "province": "Province / Territory",
    "estimatedMonthly": "Estimated Monthly Income After Tax",
    "estimatedAnnual": "Estimated Annual Income After Tax",
    "combinedMonthly": "Combined Estimated Monthly Income After Tax",
    "combinedAnnual": "Combined Estimated Annual Income After Tax",
    "lastText": "Income tax rates vary between provinces/territories. The above is only an estimation of income after federal and provincial taxes. The actual customer net income will differ based on personal circumstances such as tax credit(s), RRSP contributions and more.",
    "nextButton": "Next: Liabilities",
    "backButton": "Previous Step",
    "bonuses": "Gross Monthly Bonuses, Commissions, Overtime",
    "rentals": "Gross Monthly Rentals, Investments, etc.",
    "baseAnnual": "Gross Monthly Base Salary/Income",
    "averageHours": "Average Hours Per Week",
    "hourly": "Hourly Pay",
    "bonusesTooltip": "Bonuses, commissions and overtime will be impacted by a reduction of income and not covered by LTD insurance.",
    "rentalTooltip": "Rental and investment won't be affected by a base income reduction and won't be covered by LTD Insurance."
  },
  "assets": {
    "title": "Liabilities/Debts",
    "subTitle": "Enter total amount owed for all borrowers for all existing liabilities/debts.",
    "debt": "New Mortgage/Loan Balance",
    "currentTotal": "Total Liabilities",
    "detailsLiabilities": "Enter detailed liabilities",
    "individualLiabilities": "individual liabilities",
    "enter": "Enter",
    "next": "Next: Monthly Expenses",
    "back": "Previous Step",
    "mortgage": "Existing Liabilities/Debt Balance",
    "total": "Total outstanding balance liabilities/debts",
    "liabilitiesTooltip": "Credit card, personal loan and other loans. For refinance, exclude the current balance from this field and enter the total new mortgage/loan in the new mortgage/loan field."
  },
  "monthly": {
    "title": "Monthly Expenses",
    "subTitle": "Enter total amount of combined monthly expenses for all borrowers.",
    "debt": "Existing Monthly Liability/Debt Payments",
    "living": "Other Monthly Expenses",
    "debtDetails": "Debt Repayments",
    "enter": "Enter",
    "detailedLiving": "Current Expenses",
    "total": "Total Monthly Expenses",
    "back": "Previous Step",
    "next": "Next: Existing Coverages",
    "currentMonthly": "Total Monthly Expenses",
    "income": "Total Monthly Income",
    "netIncome": "Net Monthly Income",
    "bestIncome": "% of Other Monthly Expenses",
    "mostBorrowers": "The usage of <strong>55%</strong> is an estimate based on certain averages of monthly income spent on other expenses. Please always confirm the $ amount with your customer(s) before proceeding. If the customer(s) state the amount is reasonable based on their normal monthly  expenses for this category to proceed forward, if not, please update accordingly. <br> <br> <strong>Other Monthly expenses:</strong> Is an estimate of all the other monthly expenses excluding liabilities/debt repayment already accounted for.",
    "newDebt": "New Monthly Mortgage/Loan Payment",
    "debtTooltip": "Credit card, car loan, etc."
  },
  "coverages": {
    "title": "Existing Coverages",
    "subTitle": "",
    "back": "Previous Step",
    "next": "Next: Results",
    "life": "Existing Life Insurance",
    "disability": "Disability Insurance",
    "critical": "Existing Critical Illness Insurance",
    "disabilityTooltip": "Include Insurance coverage either through an individual or employer plan (LTD).",
    "lifeTooltip": "Include any insurance coverage either through an individual or employer plan.",
    "infoBoxTitle": "Disability Insurance?",
    "infoBoxContent": "Disability insurance is provided by most large employers and referred to as long-term disability (LTD). Customers should confirm their LTD coverage benefit with their employers. Some employers may have a tiered LTD coverage based on different base salaries and/or roles. If your customer(s) permits you to use an estimated % in the LTD field, you can use 60% as an average percentage that their employer benefit may cover of their base salary. If an estimate is used, again, remind your customer to confirm this estimate with their employer later, since the tool can be updated."
  },
  "results": {
    "title": "Gap Analysis Results",
    "subTitle": "The Gap Analysis tool illustrates your ability to meet your debt obligations if you were to experience certain covered events with and without creditor coverage. Your lender representatives can work with you to help you determine the coverage options that suit your circumstances.",
    "if_OLC": "If",
    "if_OCI": "If",
    "secondSentence": "The net monthly income previously confirmed is",
    "eventSentence": "In the event",
    "topTitleOne": "Optional Life Coverage",
    "descriptionOne": "passes away",
    "topTitleTwo": "Optional Disability Coverage",
    "withFull": "With 100% coverage",
    "withFifty": "With 50% coverage (if applicable)",
    "without": "Without coverage",
    "withoutSubTitle": "Consider these results in relation to what you are accustomed to.",
    "back": "Previous Step",
    "downloadFull": "Download Full Report",
    "downloadSummary": "Download Summary Report",
    "footerTitleOne": "Borrower may benefit by reviewing Life Insurance",
    "footerTitleTwo": "Borrower may benefit by reviewing Disability Insurance",
    "footerDescriptionOne": "If you were to pass away, your loved ones may not be able to maintain their current lifestyle and there may not be enough funds to pay off loans. Having optional Life insurance through a protection plan can help pay off or reduce your loan balance and possibly help you preserve your savings and other insurance you may have for what they were intended. Take the time to review our optional Life insurance to give you one less thing to worry about",
    "footerDescriptionTwo": "With a reduction of income, you may not be able to maintain your lifestyle or need to access savings or funds from other sources. Creditor protection insurance can help cover your monthly loan payment with our disability options. Take the time to review our optional 100% or 50% Disability coverage to see how it can complement an existing coverage.",
    "footerDescriptionThree": "With a loss of income, you may not be able to maintain your lifestyle or need to access savings or funds from other sources. Creditor insurance protection can help cover your monthly loan payment with our Job Loss options. Take the time to review our optional Job Loss coverage.",
    "footerDescriptionFour": "If you were to experience a covered critical illness, you and your loved ones may not be able to maintain your current lifestyle and there may not be enough funds to pay off loans. Having critical illness protection can help pay off or reduce your loan balance and possibly help you preserve your savings and other insurance you may have for what they were intended. Take the time to review our optional Critical Illness insurance to give you one less thing to worry about. Note: You can’t have more critical illness coverage than life coverage.",
    "termsConditiontext":"Terms and Conditions: ",
    "languageMessage": "\n\nCanadian Premier Life Insurance Company, which operates under the brand name Securian Canada, is the insurer of this product and can be reached at 1‑877‑271‑8713 or www.canadianpremier.ca. \n\nThe downloadable .pdf report will reflect the current language displayed on screen. \n\nThe results are calculated and generated based on the accuracy and completeness of the data and information you have entered and provide an estimate only. \n\n The results are intended for illustrative and general information purposes only, and do not constitute, nor should they be relied upon as, financial, or other advice. \n\n100% of the premiums are paid as part of all approved claims and is not subject to the benefit maximum. \n\n* Based on current loan payment and/or balance up to the maximum insured limit. Premiums are covered in addition to the P&I.",
    "insuredAmount": "Creditor Insured Amount *",
    "coverageTitle": "Result",
    "shortageTitle": "Shortage",
    "surplusTitle": "Surplus",
    "insurance": "Employer/Private<br>Disability Benefit",
    "income": "Monthly Income",
    "liabilities": "Total Liabilities/Debts",
    "expenses": "Monthly Expenses",
    "base": "Base",
    "bonuses": "Bonuses, etc.",
    "investment": "Rentals, etc.",
    "tax": "Tax",
    "benefit": "Insurance Benefit",
    "new": "New",
    "existing": "Existing",
    "newDebt": "New Mortgage/Loan Payment",
    "repayments": "Existing Loans Payment",
    "livingExpenses": "Other Monthly Expenses",
    "topTitleThree": "Optional Job Loss Coverage",
    "topTitleFour": "Optional Critical Illness Coverage",
    "footerTitleThree": "Borrower may benefit by reviewing Job Loss Insurance",
    "footerTitleFour": "Borrower may benefit by reviewing Critical Illness Insurance",
    "disabilityTooltip": "This information was entered in section 5 as existing disability coverage % and does not cover bonus, commission, and overtime if applicable.",
    "jobLossTooltip": "Customer may be receiving EI and it is not considered in this calculation.",
    "becomes": "becomes disabled, the income will be reduced to",
    "becomesThree": "experiences unemployment and the income is reduced to $0",
    "theIncomeOf": "",
    "descriptionTwo": "existing Disability coverage",
    "descriptionThree": "income (excluding rentals, investments, etc.) is reduced to 0",
    "descriptionFour": "experiences a covered Critical Illness",
    "existingInsurance": "Existing Life Insurance",
    "ifApplicable": "if applicable",
    "existingIllness": "Existing Critical Illness Insurance",
    "total": "Total",
    "Summary_Header_1": "The net monthly income previously confirmed was",
    "Summary_Header_2": "and the results below are to show the impact of different situations, such as if",
    "Summary_Header_3": ":",
    "Summary_Point_B_1": "Becomes disabled and the income is reduced to",
    "Summary_Point_B_2": "%,"
  }
}