{
  "language": {
    "english": "Anglais",
    "french": "Français"
  },
  "title": {
    "application": "Outil de découverte de l’assurance crédit"
  },
  "dialog": {
    "warning": "Avertissement",
    "incompatibleFileType": "Ce format de fichier n'est pas acceptable. Veuillez télécharger un fichier PDF.",
    "incompatibleFile": "Ce fichier n'est pas compatible. Veuillez télécharger un fichier PDF généré par L'outil de découverte de l'assurance crédit.",
    "close": "Fermer"
  },
  "general": {
    "missingMessage": "Veuillez fournir toute information manquante ci-dessus"
  },
  "stepper": {
    "meeting": "Détails De La Réunion",
    "income": "Revenu",
    "assets": "Passifs",
    "monthly": "Dépenses Mensuelles",
    "coverages": "Couvertures Actuelles",
    "results": "Résultats"
  },
  "meeting": {
    "title": "Renseignements sur la Rencontre",
    "subTitle": "Renseignements sur l’employé",
    "name": "Nom",
    "borrowerOne": "Emprunteur 1",
    "borrowerTwo": "Emprunteur 2",
    "email": "Adresse courriel",
    "phone": "Téléphone",
    "date": "Date de la réunion",
    "details": "Principaux cas d’utilisation de l’outil de découverte de l’assurance crédit facultative :",
    "borrower": "Veuillez cocher la case si la demande de prêt comporte un coemprunteur ",
    "place": {
      "name": "Saisissez le nom",
      "email": "Saisissez l’adresse courriel",
      "phone": "Saisissez le numéro de téléphone",
      "date": "Sélectionnez une date"
    },
    "gapAnalysisText": "Cet outil vise à aider les clients à prendre des décisions éclairées en matière d’assurance crédit facultative en fonction de leur situation ou de leurs réponses en cas de réduction ou de perte de revenu et à comprendre les avantages de la couverture.",
    "note": "À noter :",
    "noteThatText": "Par souci de simplicité, nous avons utilisé la limite assurable maximale pour la protection du solde et des versements fondée sur un prêt à tempérament. Veuillez noter que les prêts renouvelables n’offrent pas une couverture de 50 % et ont une limite assurable maximale inférieure pour la protection du solde et des versements. Consultez le certificat d’assurance pour en savoir plus et gardez-le à l’esprit lorsque vous passez en revue les résultats avec vos clients. </br></br>Les renseignements financiers demandés pour remplir cette feuille de travail seront utilisés par BMO uniquement pour discuter des produits d’assurance crédit de la Banque avec vous. Ils ne seront utilisés à aucune autre fin. Ils ne seront pas conservés ou communiqués à l’extérieur de cette feuille de travail remplie, qui peut être enregistrée dans votre profil et vous être fournie sur demande. Pour en savoir plus sur la façon dont BMO recueille, utilise, divulgue et protège vos renseignements personnels, ainsi que sur vos choix et vos droits, veuillez consulter notre Code de confidentialité (accessible sur le site <a href='https://www.bmo.com/principal/a-propos-de-nous/confidentialite-securite/notre-code-de-confidentialite/' target='_blank'>bmo.com/confidentialité</a> ou auprès de n’importe laquelle de nos succursales).",
    "allFields": "La plupart des champs sont facultatifs. Les champs obligatoires sont marqués d’un astérisque.",
    "allFieldsText": "Assurez-vous que tous les champs obligatoires sont remplis avant d’examiner les résultats. Ne transmettez pas de résultats incomplets aux clients.",
    "nextButton": "Lancer l’outil de découverte de l’assurance crédit",
    "pre-existing": "Avez-vous déjà un outil de découverte?",
    "pre-existingText": "Si vous n'êtes pas en mesure de compléter toutes les questions avec votre client, sauvegardez une ébauche de votre travail en format PDF sur votre appareil BMO. L'option permettant de sauvegarder votre travail sur votre appareil BMO est disponible sur la page des résultats. Après avoir sauvegardé le fichier PDF contenant les réponses commencées mais non terminées, vous pouvez reprendre votre travail là où vous l'avez laissé en le téléchargeant ici.",
    "uploadButton": "Téléverser le document PDF ici",
    "borrowerTooltip": "Si le coemprunteur et l’emprunteur ne partagent pas le même ménage, il est suggéré d’effectuer l’analyse séparément (c.-à-d. une pour chaque ménage). Cet outil affiche un maximum de deux emprunteurs."
  },
  "income": {
    "title": "Renseignements sur le Revenu",
    "subTitle": "Entrez les renseignements sur le revenu mensuel brut de l’emprunteur.",
    "additional": "Saisissez les revenus mensuels supplémentaires",
    "type": "Salaire de base mensuel",
    "place": {
      "type": "Sélectionner le genre",
      "province": "Sélectionnez la province ou le territoire",
      "monthlyBaseSalary": "Entrez le salaire de base mensuel"
    },
    "province": "Province / Territoire",
    "estimatedMonthly": "Revenu mensuel estimatif après impôt",
    "estimatedAnnual": "Revenu annuel estimatif après impôt",
    "combinedMonthly": "Revenu mensuel estimatif combiné après impôt",
    "combinedAnnual": "Revenu annuel estimatif combiné après impôt",
    "lastText": "Les taux d’imposition varient d’une province ou d’un territoire à l’autre. Ce qui précède n’est qu’une estimation du revenu après impôts fédéral et provincial. Le revenu net réel du client variera en fonction de sa situation personnelle, comme les crédits d’impôt, les cotisations à un REER et plus encore.",
    "nextButton": "Prochaine étape : Passifs",
    "backButton": "Étape précédente",
    "bonuses": "Primes, commissions et heures supplémentaires mensuelles brutes",
    "rentals": "Loyers mensuels bruts, placements, etc.",
    "baseAnnual": "Salaire / revenu de base mensuel brut",
    "averageHours": "Heures Moyennes Par Semaine",
    "hourly": "Salaire Horaire",
    "bonusesTooltip": "Les primes, les commissions et les heures supplémentaires seront touchées par une réduction de revenu et ne seront pas couvertes par l’assurance invalidité de longue durée.",
    "rentalTooltip": "Les loyers et les placements ne seront pas touchés par une réduction du revenu de base et ne seront pas couverts par l’assurance invalidité de longue durée."
  },
  "assets": {
    "title": "Passifs/Dettes",
    "subTitle": "Entrez le montant total dû pour l’ensemble des emprunteurs pour tous les passifs et dettes existants.",
    "debt": "Nouveau solde du prêt hypothécaire ou du prêt",
    "currentTotal": "Responsabilités Totales",
    "detailsLiabilities": "Inscrire les Passifs Détaillés",
    "individualLiabilities": "Entrez le passif individuel de",
    "enter": "",
    "next": "Prochaine étape : Dépenses mensuelles",
    "back": "Étape précédente",
    "mortgage": "Solde des dettes/passifs existants",
    "total": "Total des soldes des passifs ou dettes",
    "liabilitiesTooltip": "carte de crédit, prêt personnel et autres prêts. Dans le cas d’un refinancement, excluez le solde actuel de ce champ et saisissez le total du nouveau prêt hypothécaire ou du nouveau prêt dans le champ. Nouveau solde du prêt hypothécaire ou du prêt."
  },
  "monthly": {
    "title": "Dépenses Mensuelles",
    "subTitle": "Entrez le montant total des dépenses mensuelles combinées pour tous les emprunteurs.",
    "debt": "Versements mensuels sur dettes ou passifs existants",
    "living": "Autres dépenses mensuelles",
    "debtDetails": "Remboursements de la Dette",
    "enter": "Entrer",
    "detailedLiving": "Dépenses Courantes",
    "total": "Dépenses mensuelles totales",
    "back": "Étape précédente",
    "next": "Prochaine étape : Couvertures actuelles",
    "currentMonthly": "Dépenses mensuelles totales",
    "income": "Revenu mensuel total",
    "netIncome": "Revenus mensuels nets",
    "bestIncome": "Pourcentage des autres dépenses mensuelles",
    "mostBorrowers": "Une utilisation de 55 % est une estimation fondée sur certaines moyennes du revenu mensuel affectées à d’autres dépenses. Veuillez toujours confirmer le montant en dollars auprès de votre ou de vos clients avant de poursuivre. S’ils indiquent que le montant est raisonnable en fonction de leurs dépenses mensuelles habituelles pour cette catégorie, poursuivez. Dans le cas contraire, veuillez le mettre à jour en conséquence. <br> <br> <strong>Autres dépenses mensuelles :</strong>Il s’agit d’une estimation de toutes les autres dépenses mensuelles, à l’exception du remboursement de la dette ou du passif déjà pris en compte.",
    "newDebt": "Nouveau versement mensuel sur prêt ou prêt hypothécaire",
    "debtTooltip": "Carte de crédit, prêt automobile, etc"
  },
  "coverages": {
    "title": "Couvertures Actuelles",
    "subTitle": "",
    "back": "Étape précédente",
    "next": "Prochaine étape : Résultats",
    "life": "L’assurance vie existante",
    "disability": "L’assurance invalidité",
    "critical": "Assurance contre la maladie grave existante",
    "disabilityTooltip": "Comprend la couverture d’assurance offerte par l’intermédiaire d’un régime individuel ou d’un régime d’employeur (ILD).",
    "lifeTooltip": "Comprend toute couverture d’assurance offerte par l’intermédiaire d’un régime individuel ou d’un régime d’employeur.",
    "infoBoxTitle": "L’assurance invalidité?",
    "infoBoxContent": "L’assurance invalidité, appelée invalidité de longue durée (ILD), est fournie par la plupart des grands employeurs. Les clients doivent confirmer leur couverture d’assurance ILD auprès de leur employeur. Certains employeurs peuvent avoir une assurance ILD progressive en fonction du salaire de base et du poste. Si vos clients vous permettent d’utiliser un pourcentage estimatif dans le champ relatif à l’assurance invalidité de longue durée, vous pouvez utiliser 60 % comme pourcentage moyen de couverture de leur salaire de base au moyen des avantages sociaux offerts par leur employeur. Si une estimation est utilisée, rappelez à votre client de la confirmer plus tard auprès de son employeur, car l’outil peut être mis à jour. "
  },
  "results": {
    "title": "Outil de Découverte des Couvertures",
    "subTitle": "L’outil de découverte de l’assurance crédit illustre votre capacité à rembourser vos dettes envers BMO si vous deviez faire face à certains événements couverts avec ou sans assurance crédit. Vos représentants de BMO peuvent collaborer avec vous pour vous aider à déterminer les options de couverture qui conviennent à votre situation.",
    "if_OLC": "En cas de décès de l’",
    "if_OCI": "En cas que l’",
    "secondSentence": "Le revenu mensuel net confirmé précédemment est de",
    "eventSentence": "Si l’",
    "topTitleOne": "Assurance vie facultative",
    "descriptionOne": "",
    "topTitleTwo": "Couverture invalidité facultative",
    "withFull": "Avec une couverture de 100 %",
    "withFifty": "Avec une couverture de 50 % (s’il y a lieu)",
    "without": "Sans couverture",
    "withoutSubTitle": "Tenez compte de ce résultat par rapport à ce à quoi vous êtes habitué.",
    "back": "Étape précédente",
    "downloadFull": "Télécharger le Rapport Complet",
    "downloadSummary": "Télécharger le rapport sommaire",
    "footerTitleOne": "Il peut être avantageux pour le client de passer en revue l’assurance vie.",
    "footerTitleTwo": "Il peut être avantageux pour l’emprunteur de passer en revue l’assurance invalidité.",
    "footerDescriptionOne": "Dans l’éventualité de votre décès, <strong>il se peut que vos proches ne soient pas en mesure de maintenir leur mode de vie actuel</strong> et qu’il n’y ait pas suffisamment de fonds pour rembourser les prêts contractés auprès de BMO. L’assurance vie facultative peut vous aider à payer ou à réduire le solde de votre prêt de BMO et peut-être à préserver vos épargnes et vos autres assurances, afin qu’elles soient utilisées aux fins que vous aviez prévues initialement. <strong>Prenez le temps d’examiner nos protections facultatives d’assurance vie pour une couverture à 100 % ou 50 % afin d’avoir un souci en moins.</strong>",
    "footerDescriptionTwo": "En cas de baisse de revenus, vous pourriez ne pas être en mesure de maintenir votre mode de vie. Vous pourriez également avoir besoin d’accéder à votre épargne ou d’utiliser des fonds d’autres sources. L’assurance crédit peut vous aider à <strong>couvrir votre versement mensuel sur prêt de BMO grâce à nos options d’assurance invalidité.</strong> <strong>Prenez le temps d’examiner notre protection facultative d’assurance invalidité pour une couverture à 100 % ou 50 % afin de voir la façon dont elle pourrait compléter votre couverture actuelle.</strong>",
    "footerDescriptionThree": "Lors d’une perte de revenus, vous pourriez ne pas être en mesure de maintenir votre mode de vie. Vous pourriez également avoir besoin d’accéder à votre épargne ou d’utiliser des fonds d’autres sources. L’assurance crédit peut vous aider à <strong>couvrir le versement mensuel sur votre prêt de BMO grâce à nos options sur la perte d’emploi.</strong> <strong>Prenez le temps de passer en revue notre couverture facultative en cas de perte d’emploi de 100 % ou de 50 %.</strong> <br> <br> Remarque : Votre couverture d’assurance perte d’emploi ne peut pas être supérieure à celle de votre assurance invalidité.",
    "footerDescriptionFour": "Si vous êtes atteint d’une maladie grave couverte, <strong>il se peut que vous et vos proches ne soyez pas en mesure de maintenir votre mode de vie actuel</strong> et qu’il n’y ait pas suffisamment de fonds pour <strong>rembourser les prêts contractés auprès de BMO.</strong> L’assurance contre la maladie grave peut vous aider à payer ou à réduire le solde de votre prêt de BMO et peut-être à préserver vos économies et autres assurances, afin qu’elles soient utilisées aux fins que vous aviez prévues initialement. <strong>Prenez le temps de passer en revue notre assurance facultative contre la maladie grave avec une couverture de 100 % ou de 50 % pour avoir une préoccupation de moins.</strong><br><br>Remarque : Votre couverture d’assurance contre la maladie grave ne peut pas être supérieure à celle de votre assurance vie.",
    "termsConditiontext":"Termes et conditions: ",
    "languageMessage": "<br> <br> Certaines exclusions et restrictions s’appliquent. Veuillez consulter le <a href='https://www.bmo.com/pdf/Certificatdassurance_FR.pdf' target='_blank'>certificat d’assurance</a> et, si la transaction d’adhésion à l’assurance crédit a lieu au Québec, <a href='https://www.bmo.com/assets/insurance/pdf/bmo-protection-plan-for-mortgage-and-instalment-lines-of-credit-fr.pdf' target='_blank'>la fiche-conseils, le sommaire du produit et l’avis de résolution pour les résidents du Québec.</a> <br><br>La Compagnie d’assurance-vie Première du Canada, qui exerce ses activités sous le nom de marque Securian Canada, est l’assureur de ce produit et peut être jointe au 1‑877‑271‑8713 ou à <a href='https://www.canadianpremier.ca/fr' target='_blank'>www.canadianpremier.ca/fr</a>. \n\n </br> </br>Le rapport .pdf téléchargeable reflétera la langue actuelle affichée à l'écran. \n\n</br></br>Les renseignements financiers demandés pour remplir cette feuille de travail seront utilisés par BMO uniquement pour discuter des produits d’assurance crédit de la Banque avec vous.\n\n Ils ne seront utilisés à aucune autre fin. Ils ne seront pas conservés ou communiqués à l’extérieur de cette feuille de travail remplie, qui peut être enregistrée dans votre profil et vous être fournie sur demande. Pour en savoir plus sur la façon dont BMO recueille, utilise, divulgue et protège vos renseignements personnels, ainsi que sur vos choix et vos droits, veuillez consulter notre Code de confidentialité (accessible sur le site <a href='https://www.bmo.com/principal/a-propos-de-nous/confidentialite-securite/notre-code-de-confidentialite/' target='_blank'>bmo.com/confidentialité</a> ou auprès de n’importe laquelle de nos succursales). \n\n<br><br>Les résultats sont calculés et générés en fonction de l’exactitude et de l’exhaustivité des données et des renseignements que vous avez saisis et fournissent seulement une estimation. \n\nIls sont uniquement fournis à titre informatif et général. Ils ne constituent pas des conseils financiers ou de toute autre nature, et ne doivent pas être considérés comme tels.\n\n<br><br>100 % des primes sont versées dans le cadre de toutes les demandes de règlement approuvées et ne sont pas assujetties au maximum de la prestation.\n\n<br><br>* Basé sur le paiement et/ou le solde actuel du prêt jusqu'à la limite maximale assuré.",
    "insuredAmount": "Montant de l’assurance crédit *",
    "coverageTitle": "Résultat",
    "shortageTitle": "Pénurie",
    "surplusTitle": "Surplus",
    "insurance": "Prestations d’invalidité d’un<br>employeur ou d’un régime privé",
    "income": "Revenu mensuel",
    "liabilities": "Total des dettes/des Passifs",
    "expenses": "Dépenses Mensuelles",
    "base": "Base",
    "bonuses": "Primes, etc",
    "investment": "Investissement, etc",
    "tax": "Impôt",
    "benefit": "Prestation d’assurance",
    "new": "Nouveau",
    "existing": "Existant",
    "newDebt": "Nouveau versement pour un<br>prêt ou un prêt hypothécaire",
    "repayments": "Remboursement des prêts<br>existants",
    "livingExpenses": "Autres dépenses mensuelles",
    "topTitleThree": "Couverture facultative perte d’emploi",
    "topTitleFour": "Couverture facultative en cas de maladie grave",
    "footerTitleThree": "Il peut être avantageux pour l’emprunteur de passer en revue l’assurance perte d’emploi.",
    "footerTitleFour": "Il peut être avantageux pour le emprunteur de passer en revue assurance maladie grave.",
    "disabilityTooltip": "Cette information a été consignée à la section 5 à titre de pourcentage de couverture d’assurance invalidité existante et ne couvre pas les primes, les commissions et les heures supplémentaires, s’il y a lieu.",
    "jobLossTooltip": "Le client peut recevoir de l'assurance-emploi et cela n'est pas pris en compte dans ce calcul.",
    "becomes": "devient invalide, le revenu sera réduit à ",
    "becomesThree": "est au chômage et que son revenu est réduit à 0 $",
    "theIncomeOf": "",
    "descriptionTwo": "d’assurance invalidité existante.",
    "descriptionThree": "(à l’exception des loyers, des placements, etc.) est réduit à 0.",
    "descriptionFour": "est atteint d’une maladie grave couverte",
    "existingInsurance": "Assurance vie existante",
    "ifApplicable": "le cas échéant",
    "existingIllness": "Assurance contre la maladie grave existante",
    "total": "Totale",
    "Summary_Header_1": "Le revenu mensuel net précédemment confirmé était de",
    "Summary_Header_2": "et les résultats ci-dessous démontrent l'impact de différentes situations, par exemple si",
    "Summary_Header_3": ":",
    "Summary_Point_B_1": "Devient invalide et le revenu est réduit à",
    "Summary_Point_B_2": "%,"
  }
}